Repository: Do-Repo/PrayerApp
Catalog: lib/l10n/app_*.arb
Languages: de, fr, nl

source: The Holy Qur'an
de: Der heilige Koran
fr: Le Coran
nl: De Heilige Koran

# quranSubtitle
source: Read and listen every verse of the holy Quran in Arabic and English
de: Lesen und hören Sie jeden Vers des Heiligen Korans auf Arabisch und Englisch
fr: Lisez et écoutez chaque verset du Saint Coran en arabe et en anglais
nl: Lees en luister elk vers van de Heilige Koran in het Arabisch en Engels

# hadithSubtitle
source: A collection of traditions containing sayings of the Prophet Muhammed, with accounts of his daily practice
de: Eine Sammlung von Überlieferungen mit Aussagen des Propheten Mohammed, mit Berichten über seine tägliche Praxis
fr: Une collection de traditions contenant des paroles du prophète Mohamed, avec des récits de sa pratique quotidienne
nl: Een verzameling tradities met uitspraken van de profeet Mohammed, met verslagen van zijn dagelijkse praktijk

# tasbeehSubtitle
source: Assist in the glorification of Allah following prayers: Tasbeeh, Tahmeed, and Takbeer
de: Helfen Sie bei der Verherrlichung Allahs nach folgenden Gebeten: Tasbeeh, Tahmeed und Takbeer
fr: Aider à la glorification d'Allah en suivant les prières : Tasbeeh, Tahmeed et Takbeer
nl: Help bij de verheerlijking van Allah volgende gebeden: Tasbeeh, Tahmeed en Takbeer

# duasSubtitle
source: A collection of duas and azkar for every situation
de: Eine Sammlung von Duas und Azkar für jede Situation
fr: Une collection de duas et d'azkar pour chaque situation
nl: Een verzameling dua's en azkar voor elke situatie

source: Number of ayahs
de: Aantal ayah's
fr: Nombre d'ayahs
nl: Aantal ayah's

# highlightInfo
source: Tap and hold on any Ayah to highlight and bookmark
de: Tippen und halten Sie eine Ayah, um sie zu markieren und mit einem Lesezeichen zu versehen
fr: Appuyez et maintenez sur n'importe quel Ayah pour le mettre en surbrillance et le mettre en signet
nl: Tik op een Ayah en houd deze vast om te markeren en een bladwijzer te maken

source: Translator
de: Übersetzer
fr: Traducteur
nl: Vertaler

source: Settings
de: Einstellungen
fr: Réglages
nl: Instellingen

source: Theme
de: Thema
fr: Thème
nl: Thema

# themesub
source: Customize app appearance
de: App-Erscheinungsbild anpassen
fr: Personnaliser l'apparence de l'application
nl: App-uiterlijk aanpassen

source: Recitation
de: Rezitation
fr: Récitation
nl: Recitatie

# recitationsub
source: Change recitation voice for audio Quran
de: Rezitationsstimme für Audio-Quran ändern
fr: Changer la voix de récitation pour le Coran audio
nl: Verander recitatiestem voor audio Koran

# continuee
source: continue
de: kontinuierlich
fr: Continuez
nl: doorgaan

source: Ads
de: Anzeigen
fr: Les publicités
nl: Advertenties

# adssub
source: Ads settings
de: Anzeigeneinstellungen
fr: Paramètres des annonces
nl: Advertentie instellingen

source: Advanced
de: Fortschrittlich
fr: Avancée
nl: Geavanceerd

# advancedset
source: Advanced Settings
de: Erweiterte Einstellungen
fr: Réglages avancés
nl: Geavanceerde instellingen

# advancedsub
source: Advanced application settings
de: Erweiterte Anwendungseinstellungen
fr: Paramètres d'application avancés
nl: Geavanceerde applicatie-instellingen

# report
source: Report a problem
de: Ein Problem melden
fr: Signaler un problème
nl: Meld een probleem

# reportsub
source: Report a problem, bug or feedback
de: Ein Problem, Fehler oder Feedback melden
fr: Signaler un problème, un bug ou un retour
nl: Een probleem, bug of feedback melden

source: Dark Mode
de: Dunkler Modus
fr: Mode sombre
nl: Donkere modus

source: Month
de: Monat
fr: Mois
nl: Maand

source: Months
de: Monate
fr: Mois
nl: Maanden

source: No ads
de: Keine Werbung
fr: Pas de pubs
nl: geen advertenties

# somethingwrong
source: Oops.. Something went wrong
de: Ups! Irgendwas lief schief
fr: Oups... Quelque chose s'est mal passé
nl: Oeps! Er is iets misgegaan

# sometingwrongsub
source: Failed to connect, try again later
de: Verbindung fehlgeschlagen, versuchen Sie es später noch einmal
fr: Échec de la connexion, réessayez plus tard
nl: Kan geen verbinding maken, probeer het later opnieuw

# changelocsub
source: Change the location settings to enable prayertimes
de: Ändern Sie die Standorteinstellungen, um Gebetszeiten zu aktivieren
fr: Modifiez les paramètres de localisation pour activer les heures de prière
nl: Wijzig de locatie-instellingen om gebedstijden in te schakelen

# additional
source: If you have an active 3 or 12 months subscription the upcoming features will be added to your subscription for free on release
de: Wenn Sie ein aktives 3- oder 12-Monats-Abonnement haben, werden die kommenden Funktionen bei der Veröffentlichung kostenlos zu Ihrem Abonnement hinzugefügt
fr: Si vous avez un abonnement actif de 3 ou 12 mois, les fonctionnalités à venir seront ajoutées gratuitement à votre abonnement à la sortie
nl: Als je een actief abonnement van 3 of 12 maanden hebt, worden de aankomende functies bij release gratis aan je abonnement toegevoegd

source: Prayer Times
de: Gebetszeiten
fr: Horaires de prière
nl: Gebedstijden

# calculmeth
source: Calculation method
de: Rechenmethode
fr: Méthode de calcul
nl: Rekenmethode

# notifset
source: Notification settings
de: Benachrichtigungseinstellungen
fr: Paramètres de notification
nl: Notificatie instellingen

source: Note well
de: gut merken
fr: Notez bien
nl: Let goed op

# notewellinfo
source: On certain devices notification sounds and background notifications will not work due to the modified Android versions they use like Xiaoumi and Huawei, we are well aware of that and trying to solve the issue.
de: Auf bestimmten Geräten funktionieren Benachrichtigungstöne und Hintergrundbenachrichtigungen aufgrund der modifizierten Android-Versionen, die sie verwenden, wie Xiaoumi und Huawei, nicht. Wir sind uns dessen bewusst und versuchen, das Problem zu lösen.
fr: Sur certains appareils, les sons de notification et les notifications en arrière-plan ne fonctionneront pas en raison des versions Android modifiées qu'ils utilisent comme Xiaoumi et Huawei, nous en sommes bien conscients et essayons de résoudre le problème.
nl: Op bepaalde apparaten werken meldingsgeluiden en achtergrondmeldingen niet vanwege de gewijzigde Android-versies die ze gebruiken, zoals Xiaoumi en Huawei, we zijn ons daar terdege van bewust en proberen het probleem op te lossen.

# allownotif
source: Allow notifications for
de: Benachrichtigungen zulassen für
fr: Autoriser les notifications pour
nl: Meldingen toestaan voor

# allownotifsub
source: Select which prayers you want to get notified for
de: Wählen Sie aus, für welche Gebete Sie benachrichtigt werden möchten
fr: Sélectionnez les prières pour lesquelles vous souhaitez être averti
nl: Selecteer voor welke gebeden je een melding wilt ontvangen

# testnotif
source: Test notification
de: Testbenachrichtigung
fr: Avis d'essai
nl: Testmelding

# testnotifsub
source: Preview of what the notification will look like
de: Vorschau, wie die Benachrichtigung aussehen wird
fr: Aperçu de ce à quoi ressemblera la notification
nl: Voorbeeld van hoe de melding eruit zal zien

# notiftestbody
source: This is a test notification
de: Dies ist eine Testbenachrichtigung
fr: Ceci est une notification de test
nl: Dit is een testmelding

# resetnotif
source: Reset notification
de: Benachrichtigung zurücksetzen
fr: Réinitialiser la notification
nl: Melding resetten

# resetnotifsub
source: Only use this when notifications are not working
de: Verwenden Sie dies nur, wenn Benachrichtigungen nicht funktionieren
fr: N'utilisez ceci que lorsque les notifications ne fonctionnent pas
nl: Gebruik dit alleen als meldingen niet werken

# notiftitle
source: Time for
de: Zeit für
fr: Temps pour
nl: Tijd voor

# notifbodyone
source: Its time to pray Salat al
de: Es ist Zeit, Salat al
fr: Il est temps de prier Salat al
nl: Het is tijd voor Salat al

# notifbodytwo
source: May Allah Accept Your Prayers
de: Möge Allah deine Gebete annehmen
fr: Qu'Allah accepte vos prières
nl: Moge Allah je gebeden accepteren

source: Automatically
de: Automatisch
fr: Automatiquement
nl: Automatisch

# autosub
source: Checks live location on startup using gps
de: Überprüft den Live-Standort beim Start mit GPS
fr: Vérifie l'emplacement en direct au démarrage à l'aide du GPS
nl: Controleert de live locatie bij het opstarten met behulp van gps

# lastknown
source: Last known location
de: Letzter bekannter Standort
fr: Dernier emplacement connu
nl: Laatst bekende locatie

# lastknownsub
source: Checks last known location, faster startup
de: Überprüft den letzten bekannten Standort, schnellerer Start
fr: Vérifie le dernier emplacement connu, démarrage plus rapide
nl: Controleert laatst bekende locatie, sneller opstarten

source: Manually
de: Manuell
fr: Manuellement
nl: Handmatig

# manuallysub
source: Set your location manually
de: Legen Sie Ihren Standort manuell fest
fr: Définissez votre emplacement manuellement
nl: Stel uw locatie handmatig in

# language
source: Choose Your Preffered Language
de: Wählen Sie Ihre bevorzugte Sprache
fr: Choisissez votre langue préférée
nl: Kies uw voorkeurstaal

# languagesub
source: Please select your language
de: Bitte wählen Sie Ihre Sprache
fr: Veuillez sélectionner votre langue
nl: Selecteer uw taal a.u.b.

# allowloc
source: Allow Location Access
de: Standortzugriff zulassen
fr: Autoriser l'accès à la localisation
nl: Locatietoegang toestaan

# allowlocsub
source: Access to your location is needed or set it manually
de: Zugriff auf Ihren Standort ist erforderlich oder legen Sie ihn manuell fest
fr: L'accès à votre emplacement est nécessaire ou le définir manuellement
nl: Toegang tot uw locatie is nodig of stel deze handmatig in

source: Set manually
de: Manuell einstellen
fr: Définir manuellement
nl: Handmatig instellen

source: OR
de: ODER
fr: OU
nl: OF

source: Go Dark Mode
de: Gehen Sie in den dunklen Modus
fr: Passez en mode sombre
nl: Ga naar donkere modus

# godarkmodesub
source: White too bright? Try out Dark Mode
de: Weiß zu hell? Probieren Sie den Dunkelmodus aus
fr: Blanc trop brillant ? Essayez le mode sombre
nl: Wit te helder? Probeer de donkere modus uit

# loadingloc
source: Loading location
de: Ladeort
fr: Chargement d'emplacement
nl: Locatie laden

# lookinuploc
source: Looking up location
de: Standort suchen
fr: Recherche de l'emplacement
nl: Locatie opzoeken

# locset
source: Location Settings
de: Ortseinstellungen
fr: Les paramètres de localisation
nl: Locatie instellingen

source: Retry
de: Wiederholen
fr: Retenter
nl: Opnieuw proberen

# errortitleloc
source: Failed to lookup your location
de: Fehler beim Suchen Ihres Standorts
fr: Échec de la recherche de votre position
nl: Kan je locatie niet opzoeken

# errorsubloc
source: Make sure you're connected to the Internet and press retry
de: Stellen Sie sicher, dass Sie mit dem Internet verbunden sind, und drücken Sie auf Wiederholen
fr: Assurez-vous que vous êtes connecté à Internet et appuyez sur Réessayer
nl: Zorg ervoor dat je verbinding hebt met internet en druk op opnieuw proberen

# errorsubloctwo
source: Why do I need to be connected to the Internet?
de: Warum muss ich mit dem Internet verbunden sein?
fr: Pourquoi dois-je être connecté à Internet ?
nl: Waarom moet ik verbonden zijn met internet?

# errorsublocthree
source: All the data in the app like Quran, Hadith, Audio files and Country names are stored online in order to keep the application size reasonable. There's nothing to worry about since none of your data is being stored online.
de: Alle Daten in der App wie Koran, Hadith, Audiodateien und Ländernamen werden online gespeichert, um die Anwendungsgröße angemessen zu halten. Sie müssen sich keine Sorgen machen, da keine Ihrer Daten online gespeichert werden.
fr: Toutes les données de l'application telles que le Coran, les hadiths, les fichiers audio et les noms de pays sont stockées en ligne afin de maintenir la taille de l'application raisonnable. Il n'y a rien à craindre car aucune de vos données n'est stockée en ligne.
nl: Alle gegevens in de app, zoals koran, hadith, audiobestanden en landnamen, worden online opgeslagen om de applicatiegrootte redelijk te houden. U hoeft zich nergens zorgen over te maken, aangezien uw gegevens niet online worden opgeslagen.

# errortitlecon
source: Failed to connect to the Internet
de: Verbindung zum Internet fehlgeschlagen
fr: Échec de la connexion à Internet
nl: Kan geen verbinding maken met internet

# errorsubcon
source: For the first time you need to be connected to the Internet, next time you can come back offline. Connect to the Internet and tap here to retry
de: Zum ersten Mal müssen Sie mit dem Internet verbunden sein, beim nächsten Mal können Sie wieder offline gehen. Stellen Sie eine Internetverbindung her und tippen Sie hier, um es erneut zu versuchen
fr: Pour la première fois, vous devez être connecté à Internet, la prochaine fois, vous pourrez revenir hors ligne. Connectez-vous à Internet et appuyez ici pour réessayer
nl: Voor de eerste keer moet u verbonden zijn met internet, de volgende keer kunt u weer offline gaan. Maak verbinding met internet en tik hier om het opnieuw te proberen

source: Start
de: Anfang
fr: Démarrer

source: Loading
de: Wird geladen
fr: Chargement
nl: Laden

# conlost
source: Connection lost
de: Verbindung unterbrochen
fr: Connexion perdue
nl: Verbinding verbroken

# noloc
source: No location is set yet
de: Es wurde noch kein Standort festgelegt
fr: Aucun emplacement n'est encore défini
nl: Er is nog geen locatie ingesteld

# setloc
source: Set location
de: Ort festlegen
fr: Définir l'emplacement
nl: Locatie instellen

# locfailure
source: Failed to get location
de: Standort konnte nicht abgerufen werden
fr: Échec de l'obtention de l'emplacement
nl: Kan locatie niet ophalen

# locfailuresub
source: Your device might not support this feature
de: Ihr Gerät unterstützt diese Funktion möglicherweise nicht
fr: Votre appareil peut ne pas prendre en charge cette fonctionnalité
nl: Uw apparaat ondersteunt deze functie mogelijk niet

# tooltip
source: This is saved and can be accessed offline
de: Dies wird gespeichert und kann offline abgerufen werden
fr: Ceci est enregistré et peut être consulté hors ligne
nl: Dit wordt opgeslagen en is offline toegankelijk

# asmaAlHusna
source: The 99 names of Allah are called 'Asma Ul Husna' which in Arabic means 'The Most Beautiful Names'
de: Die 99 Namen Allahs werden 'Asma Ul Husna' genannt, was auf Arabisch 'Die schönsten Namen' bedeutet.
fr: Les 99 noms d'Allah sont appelés 'Asma Ul Husna' qui en arabe signifie 'Les plus beaux noms'
nl: De 99 namen van Allah heten 'Asma Ul Husna' wat in het Arabisch 'De Mooiste Namen' betekent

# thankyou
source: Thank you for your support
de: Danke für Ihre Unterstützung
fr: Merci pour votre soutien
nl: Bedankt voor je ondersteuning

source: Subscribed
de: Gezeichnet
fr: Abonné
nl: Geabonneerd

# langset
source: Language Settings
de: Spracheinstellungen
fr: Paramètres de langue
nl: Taal instellingen
